{
  "seasons": {
    "Spring": "We’re helping neighbors get ahead of spring growth so trees don’t overtake the yard.",
    "Summer": "With heat drying heavy limbs, folks are trimming before they snap.",
    "Fall": "We’re storm-proofing trees before wind and rain hit.",
    "Winter": "After these storms, we’re checking weakened branches and hazards."
  },
  "audience": {
    "General": "",
    "Pros": "Most people hire us because it’s faster than a weekend on a ladder.",
    "Retirees": "Peace of mind is the big win—no surprises when wind picks up."
  },
  "localCues": {},
  "core": {
    "opener": "Hi, I’m Nick with Cascade Tree Works. Quick question—",
    "ask": "—any trees you’ve been meaning to trim or check before the weather?",
    "close": "Great—what’s the best name and number for a free quote?"
  },
  "rebuttals": {
    "Already have someone": {
      "A": "That’s great—most folks like a second opinion for comparison.",
      "B": "We often help even if you’ve got a regular—especially for storm prep."
    },
    "Not interested": {
      "A": "All good—I’ll leave our info in case a limb acts up.",
      "B": "Understood—calls jump after a gusty night; we’d rather prevent it."
    },
    "Too busy": {
      "A": "Totally—takes 10 seconds to put you on the free-quote list.",
      "B": "No problem—what’s a quick time window and we’ll work around you?"
    },
    "Cost": {
      "A": "Estimates are free—we can focus on the risk spots only.",
      "B": "We’ll show options—often a trim beats a removal."
    },
    "Later": {
      "A": "Sure—want me to note a check before the next storm front?",
      "B": "No rush—if I leave info, you’ve got us when you’re ready."
    },
    "Renter": {
      "A": "Got it—usually the landlord handles tree work. I’ll leave our info for them.",
      "B": "If you’d like, I can note the property manager’s contact for a quote."
    }
  }
}